var cell = {
	"cells" : [ {
		"outs" : [ {
			"id" : 5,
			"to" : 3,
			"from" : 1
		}, {
			"id" : 6,
			"to" : 2,
			"from" : 1
		}, {
			"id" : 7,
			"to" : 4,
			"from" : 1
		} ],
		"id" : 1,
		"position" : {
			"x" : 289,
			"y" : 16.11111111111111
		},
		"width" : 245,
		"height" : 59.888888888888886,
		"style" : "subflow",
		"value" : "水泵水轮机故障"
	}, {
		"outs" : [ {
			"id" : 10,
			"to" : 8,
			"from" : 2
		}, {
			"id" : 11,
			"to" : 9,
			"from" : 2
		} ],
		"id" : 2,
		"position" : {
			"x" : 68.22222222222217,
			"y" : 164.77777777777777
		},
		"width" : 182.22222222222226,
		"height" : 48.888888888888914,
		"style" : "subflow",
		"value" : "水导故障"
	}, {
		"outs" : [ {
			"id" : 14,
			"to" : 12,
			"from" : 3
		}, {
			"id" : 15,
			"to" : 13,
			"from" : 3
		} ],
		"id" : 3,
		"position" : {
			"x" : 323.2222222222221,
			"y" : 162.55555555555557
		},
		"width" : 177.77777777777789,
		"height" : 51.111111111111114,
		"style" : "subflow",
		"value" : "主轴故障"
	}, {
		"outs" : [ {
			"id" : 18,
			"to" : 16,
			"from" : 4
		}, {
			"id" : 19,
			"to" : 17,
			"from" : 4
		} ],
		"id" : 4,
		"position" : {
			"x" : 612.1111111111111,
			"y" : 164.77777777777777
		},
		"width" : 169.9999999999999,
		"height" : 47.77777777777773,
		"style" : "subflow",
		"value" : "转轮故障"
	}, {
		"outs" : [],
		"id" : 8,
		"position" : {
			"x" : 194.11111111111103,
			"y" : 302.99999999999994
		},
		"width" : 161.1111111111111,
		"height" : 52.222222222222285,
		"style" : "subflow",
		"value" : "轴瓦温度越限"
	}, {
		"outs" : [],
		"id" : 9,
		"position" : {
			"x" : 78.33333333333323,
			"y" : 448.00000000000006
		},
		"width" : 162.22222222222229,
		"height" : 49.99999999999994,
		"style" : "subflow",
		"value" : "轴承振动"
	}, {
		"outs" : [],
		"id" : 12,
		"position" : {
			"x" : 449.55555555555554,
			"y" : 306.3333333333334
		},
		"width" : 148.8888888888889,
		"height" : 48.8888888888888,
		"style" : "subflow",
		"value" : "旋转中心不对称"
	}, {
		"outs" : [],
		"id" : 13,
		"position" : {
			"x" : 336.55555555555554,
			"y" : 438.99999999999994
		},
		"width" : 151.1111111111112,
		"height" : 50.00000000000006,
		"style" : "subflow",
		"value" : "主轴弯曲"
	}, {
		"outs" : [],
		"id" : 16,
		"position" : {
			"x" : 721,
			"y" : 306.44444444444446
		},
		"width" : 157.7777777777776,
		"height" : 48.888888888888914,
		"style" : "subflow",
		"value" : "转轮质量不平衡"
	}, {
		"outs" : [],
		"id" : 17,
		"position" : {
			"x" : 620,
			"y" : 442.3333333333333
		},
		"width" : 154.44444444444446,
		"height" : 46.666666666666686,
		"style" : "subflow_selected",
		"value" : "转轮空蚀磨损"
	} ]
};